{"inkVersion":21,"root":[[["ev",{"VAR?":"deathCount"},0,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^Tentatively you step into the dungeon. Your party members close behind you.","\n","^Trecking through burning mountains and deserts of glass, you arrive here.","\n","^Outside, the skies crumble and the gulls cry. The whole work tilts to the Obelisk's side.","\n","^The Obelisk lies in this basement. The heart of corruption.","\n","^Clense it and the world is save, fail and the world is forfeit.","\n","^The fire crackles in the entrance room.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},1,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^Is it over?","\n","^You cannot move. Every inch of your body is hurting.","\n","^Has all your preparations come to this?","\n","^A warmth washes over you, with sound of crackling flames.","\n","^You open them, and discover you have eyes.","\n","^You are back. Were it just a dream? You hands are shaking.","\n","^Though...you're still alive. That's gotta be a good thing.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},2,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^The second time, but just as frightening.","\n","^You open your eyes to see the flames.","\n","^It it's not a fluke. You cannot die.","\n","^It didn't matter you couldn't fall the obelisk, that you died horribly, that your friends died horribly. It didn't matter you are underprepared, that you couldn't understand anything.","\n","^You can try and try again, to fall the obelisk, to save the world.","\n","^You smile so hard your face starts to hurt.","\n","^It's magic.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},3,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^You are getting used to it here. The dungeons walls are familiar and comforting. The monsters no longer scare you.","\n","^Piece by piece, you are understanding this place.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},4,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^Aaand back. Like nothing ever happened. Time to go again.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},5,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^Victory takes practice. Practice and improvement and understanding.","\n","^It's just a matter of time.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},6,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^You're fine. Safely back here staring at the fire. You can go again.","\n",{"->":"0.9"},null]}],["ev",{"VAR?":"deathCount"},7,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^You know the dungeon like the back of your hand. The dim-lit walls, the shuffling enemies, and stagnent air, and you, existing harmoniously within it.","\n","^You take a deep breath, and continue.","\n",{"->":"0.9"},null]}],[{"->":".^.b"},{"b":["\n","^What did you die from? It's all blending together. A sequence of images.","\n","^No matter. All that matters is this attempt. The world depends on it.","\n",{"->":"0.9"},null]}],"nop","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"deathCount"},"/ev","end",null],"#f":1}],"listDefs":{}}